[{"title": "Syria war: John Kerry urges planes to be grounded", "link": "http://www.bbc.co.uk/news/world-middle-east-37432797", "summary": "US Secretary of State John Kerry calls for all planes to be grounded in key areas of Syria to save a truce, after an attack on an aid convoy."}, {"title": "Charlotte police: Keith Scott was warned to drop gun", "link": "http://www.bbc.co.uk/news/world-us-canada-37432605", "summary": "North Carolina officers issued repeated \"loud, clear, verbal commands\" to an armed man to drop his gun before shooting him, a police chief said."}, {"title": "Two sought over unexploded NY device", "link": "http://www.bbc.co.uk/news/world-us-canada-37433684", "summary": "The FBI is seeking two men pictured with a suitcase that allegedly contained a bomb that failed to explode in New York on Saturday."}, {"title": "Canada Prince Edward Island schools evacuated after 'hoax'", "link": "http://www.bbc.co.uk/news/world-us-canada-37433237", "summary": "All the schools on Canada's Prince Edward Island were evacuated due to a threat that turned out to be a likely hoax, police say."}, {"title": "Donald Trump says black communities 'in worst shape ever'", "link": "http://www.bbc.co.uk/news/election-us-2016-37431609", "summary": "Donald Trump declares that African Americans are \"in the worst shape they've ever been\", speaking in a town named after a slaveholder."}, {"title": "Egypt migrant boat capsize: At least 29 people killed", "link": "http://www.bbc.co.uk/news/world-middle-east-37429831", "summary": "At least 29 people drown after a migrant boat carrying about 600 passengers capsizes off the Egyptian coast, officials say."}, {"title": "Global pledge to stamp out drug-resistant infections", "link": "http://www.bbc.co.uk/news/health-37420691", "summary": "The 193 countries of the United Nations have agreed a landmark declaration to rid the world of drug-resistant infections or superbugs."}, {"title": "Turkey attacker shot at Israel embassy in Ankara", "link": "http://www.bbc.co.uk/news/world-europe-37427347", "summary": "A man wielding a knife has been shot and wounded by security staff outside Israel's embassy in the Turkish capital, Ankara."}, {"title": "Brad Pitt 'saddened' by Angelina Jolie divorce", "link": "http://www.bbc.co.uk/news/entertainment-arts-37427605", "summary": "Actor Brad Pitt says he is \"very saddened\" that wife Angelina Jolie has filed for divorce and asks for privacy on their children's behalf."}, {"title": "Philippines' Duterte fierce attack on 'hypocritical' EU", "link": "http://www.bbc.co.uk/news/world-asia-37429979", "summary": "Philippine President Rodrigo Duterte calls European Parliament members who questioned extra-judicial killings \"hypocrites\" during an expletive-laden rant."}, {"title": "VW hit by flood of new lawsuits in emissions scandal", "link": "http://www.bbc.co.uk/news/business-37429466", "summary": "Volkswagen is facing €8.2bn in damages claims from 1,400 German investors over the emissions scandal, a state court has said."}, {"title": "Berlin Pirate politician Claus-Brunner in 'murder-suicide'", "link": "http://www.bbc.co.uk/news/world-europe-37428122", "summary": "A politician in Germany's Pirate party is found dead in a Berlin flat with the body of another man, in what police believe was a murder-suicide."}, {"title": "Mobile phone roaming charge abolition plan rewritten", "link": "http://www.bbc.co.uk/news/business-37429261", "summary": "Proposed time limits on cost-free roaming for travellers with mobile devices have been scrapped under new European Commission plans."}, {"title": "Zimbabwean 'flag abusers' face jail", "link": "http://www.bbc.co.uk/news/world-africa-37428673", "summary": "Zimbabweans risk imprisonment for abusing the national flag, the authorities warn in the wake of protests where the flag is used as a symbol for change."}, {"title": "Syria: Kerry urges Russia 'to come clean' over air strikes", "link": "http://www.bbc.co.uk/news/world-us-canada-37434636", "summary": "US Secretary of State John Kerry told the UN Security Council that Russia needed to take responsibility for recent air strikes in Syria."}, {"title": "'I cried all day' over US bomb blasts", "link": "http://www.bbc.co.uk/news/world-us-canada-37426035", "summary": "New Jersey in shock over bomb blasts and police raids."}, {"title": "'Police didn't give my brother a chance'", "link": "http://www.bbc.co.uk/news/world-us-canada-37426029", "summary": "The sister of a motorist shot dead by police in Oklahoma has told BBC's World Have Your Say how heartbroken she feels about his death."}, {"title": "Children dying of starvation in Yemen's conflict", "link": "http://www.bbc.co.uk/news/world-middle-east-37423263", "summary": "The war in Yemen, which began early last year when the government was overthrown by rebel forces, has pushed the country to the brink of famine. This video contains distressing scenes from the start. See more from BBC Our World's documentary Starving Yemen this weekend on BBC World, BBC News and iPlayer."}, {"title": "US protests after police shoot black man", "link": "http://www.bbc.co.uk/news/world-37428803", "summary": "There have been violent protests in the US town of Charlotte, in North Carolina, after police shot dead a black man."}, {"title": "How fashion has left these dogs gasping for air", "link": "http://www.bbc.co.uk/news/uk-37427887", "summary": "Vets are warning would-be dog owners to think twice before buying breeds with fashionably \"flat-faced\" features - because of concerns over their welfare."}, {"title": "Jamie Oliver: 'I've got a night nurse for fifth baby'", "link": "http://www.bbc.co.uk/news/uk-37432071", "summary": "Jamie Oliver says he has employed a night nurse for his fifth baby after being \"battered\" for five weeks with sleep deprivation."}, {"title": "Could the next sumo star come from Senegal?", "link": "http://www.bbc.co.uk/news/world-africa-37422162", "summary": "The Senegalese wrestlers bringing the art of sumo from Japan to West Africa."}, {"title": "Tattooed man 'moved out of public view in former job'", "link": "http://www.bbc.co.uk/news/uk-england-birmingham-37427645", "summary": "A tattooed man who changed his name to the King of Ink Land has described how he was moved out of public view in a former job."}, {"title": "Staying power", "link": "http://www.bbc.co.uk/news/entertainment-arts-37428090", "summary": "As Brad Pitt and Angelina Jolie launch divorce proceedings, we take a look at the stars who prove Hollywood relationships can last."}, {"title": "Thin ice", "link": "http://www.bbc.co.uk/news/election-us-2016-37412119", "summary": "Aleem Maqbool has been looking at the thorny issues surrounding the oil industry and climate change, in a place that’s directly affected by both."}, {"title": "Terror traces", "link": "http://www.bbc.co.uk/news/world-us-canada-37433599", "summary": "How US forensic scientists sift clues from bombs"}, {"title": "Little white lies", "link": "http://www.bbc.co.uk/news/entertainment-arts-37417233", "summary": "Regina Spektor's seventh album is a bold, orchestral take on avant-pop; musing on the passage of time and the fragility of memory."}, {"title": "Crazy contraptions", "link": "http://www.bbc.co.uk/news/37428873", "summary": "Videos of inventor Joseph Herscher's machines have been viewed millions of times."}, {"title": "Recipes and missiles", "link": "http://www.bbc.co.uk/news/world-asia-37426725", "summary": "North Korea notoriously restricts access to the internet for its own citizens, but the full list of its websites visible to the outside world have apparently been revealed for the first time."}, {"title": "Tattoos and fat", "link": "http://www.bbc.co.uk/news/world-europe-37430268", "summary": "After a furore over Disney's new film set in the Pacific Islands, a Samoan woman tells the BBC how she wants her culture to be celebrated."}, {"title": "Outback fakes", "link": "http://www.bbc.co.uk/news/world-australia-37227389", "summary": "\"Australia's oldest newspaper\" has earned a huge online following, despite its news being fake and its base an outback town with a population of zero."}, {"title": "Letter from Africa: The wheelchair gap", "link": "http://www.bbc.co.uk/news/world-africa-37422157", "summary": "In our series of letters from African journalists, Ghanaian writer Elizabeth Ohene considers the gap between Paralympic wonder and the reality for wheelchair users in Ghana."}, {"title": "Mayflies and macaques", "link": "http://www.bbc.co.uk/news/in-pictures-37359259", "summary": "Winners of the Royal Society Publishing photography competition."}, {"title": "The full list", "link": "http://www.bbc.co.uk/news/magazine-37408053", "summary": "As controversy surrounds sales of weapons to Saudi Arabia, the BBC examines the UK's trade in arms."}, {"title": "Hollywood mourns end of Brangelina", "link": "http://www.bbc.co.uk/news/world-us-canada-37412122", "summary": "In a town full of \"golden couples,\" Angelina Jolie and Brad Pitt shone the brightest of them all."}, {"title": "Richard Galpin: Dreams and desperation in Calais camp", "link": "http://www.bbc.co.uk/news/uk-37406861", "summary": "Richard Galpin reports form the Calais refugee camp on the desperation of children hoping to reach the UK."}, {"title": "US election glossary: A-Z guide to political jargon", "link": "http://www.bbc.co.uk/news/election-us-2016-37385625", "summary": "Use our A-Z guide to find out more about some of the well-used but often misunderstood terms in US politics."}, {"title": "Syria aid convoy attack: What we know", "link": "http://www.bbc.co.uk/news/world-middle-east-37430824", "summary": "Russia has denied it was behind an attack on a Syrian Arab Red Crescent warehouse and a UN aid convoy in Syria that killed some 20 civilians."}, {"title": "What's behind DR Congo protests?", "link": "http://www.bbc.co.uk/news/world-africa-37419719", "summary": "As the security situation in DR Congo appears to be deteriorating, the BBC looks at the reasons behind the protests against President Kabila's rule."}, {"title": "How Nasa star sign scare spread", "link": "http://www.bbc.co.uk/news/blogs-trending-37419182", "summary": "A post about the 13th \"forgotten\" constellation in the zodiac is causing concern with astrology fans."}, {"title": "Netflix reveals what episodes get viewers hooked on its shows", "link": "http://www.bbc.co.uk/newsbeat/articles/37428963", "summary": "Netflix has revealed the episodes of our favourite shows which get us \"hooked\"."}, {"title": "Cat handbag creates online stir", "link": "http://www.bbc.co.uk/news/world-asia-37426664", "summary": "A handbag made from a taxidermied roadkill ginger cat sells at auction in New Zealand, generating a predictably mixed range of reactions."}, {"title": "Mayflies and macaques", "link": "http://www.bbc.co.uk/news/in-pictures-37359259", "summary": "Winners of the Royal Society Publishing photography competition."}, {"title": "Gender blending", "link": "http://www.bbc.co.uk/news/in-pictures-37406827", "summary": "Views from outside London Fashion week on gender blending and unisex clothing."}, {"title": "Rio Paralympics", "link": "http://www.bbc.co.uk/sport/disability-sport/37395757", "summary": "BBC Sport looks back at the 2016 Paralympics with some of the best images from Rio."}, {"title": "Essential Elements", "link": "http://www.bbc.co.uk/news/in-pictures-37347873", "summary": "The work of Canadian photographer Edward Burtynsky goes on show in London."}, {"title": "Week in pictures: 10 - 16 September 2016", "link": "http://www.bbc.co.uk/news/in-pictures-37337013", "summary": "A selection of the best news photographs from around the world, taken over the past week."}, {"title": "Rome 2024 Olympic bid collapses in acrimony", "link": "http://www.bbc.co.uk/news/world-europe-37432928", "summary": "Rome is set to drop its bid to host the Olympics in 2024 after its anti-establishment mayor said it would be \"irresponsible\" to be a candidate."}, {"title": "Floyd Mayweather says fight with UFC's Conor McGregor will not happen", "link": "http://www.bbc.co.uk/sport/boxing/37428294", "summary": "Former boxer Floyd Mayweather says a bout with mixed martial arts fighter Conor McGregor is not going to happen."}]